///** @file
//  
//    String definitions for BdsPlatform formset.
//  
//  Copyright (c) 2004 - 2013, Intel Corporation. All rights reserved.<BR>
//  This program and the accompanying materials
//  are licensed and made available under the terms and conditions of the BSD License
//  which accompanies this distribution.  The full text of the license may be found at
//  http://opensource.org/licenses/bsd-license.php
//  
//  THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
//  WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//  
//**/

/=#

#include "Standard.uni"

#string STR_BM_BANNER                  #language en-US  "Boot Manager"
                                       #language fr-FR  "Boot Manager"
#string STR_HELP_FOOTER                #language en-US  "↑ and ↓ to change option, ENTER to select an option, ESC to exit"
                                       #language fr-FR  "↑ pour ↓ changer l'option, ENTRER choisir une option, ESC pour sortir"
#string STR_AND                        #language en-US  " and "
                                       #language fr-FR  " et "
#string STR_BOOT_OPTION_BANNER         #language en-US  "Boot Option Menu"
                                       #language fr-FR  "le Menu d'Option de Botte"
#string STR_ANY_KEY_CONTINUE           #language en-US  "Press any key to continue..."
                                       #language fr-FR  "Appuie n'importe quelle pour continuer..."
#string STR_LAST_STRING                #language en-US  ""
                                       #language fr-FR  ""
#string STR_BOOT_FAILED                #language en-US  "Boot Failed"
                                       #language fr-FR  "Démarrage Echoué"
#string STR_BOOT_SUCCEEDED             #language en-US  "Boot Succeeded - "
                                       #language fr-FR  "Démarrage Réussi"
#string STR_BOOT_FAILED_BY_SECURITY         #language en-US  " has been blocked by the current security policy."
                                            #language fr-FR  " has been blocked by the current security policy."
#string STR_BOOT_FILE_FAILED_BY_SECURITY    #language en-US  "Execution of the selected file has been blocked by the current security policy."
                                            #language fr-FR  "Execution of the selected file has been blocked by the current security policy."
#string STR_COMMON_BOOT_FAILED              #language en-US  " boot failed."
                                            #language fr-FR  " boot failed."
#string STR_COMMON_BOOT_FILE_FAILED         #language en-US  "Execution of the selected file boot failed."
                                            #language fr-FR  "Execution of the selected file boot failed."
